{"name": "IEEE Robotics and Automation Letters", "longname": "", "info": "The IEEE Robotics and Automation Letters (RA-L) publishes peer-reviewed articles that provide a timely and concise account of innovative research ideas and application results, reporting significant theoretical findings and application case studies in areas of robotics and automation.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=7083369"}
{"name": "COLING", "longname": "Conference on Computational Linguistics", "info": "", "info_source": ""}
{"name": "Autonomous Agents and Multi-Agent Systems", "longname": "", "info": "This is the official journal of the International Foundation for Autonomous Agents and Multi-Agent Systems. It provides a leading forum for disseminating significant original research results in the foundations, theory, development, analysis, and applications of autonomous agents and multi-agent systems.", "info_source": "https://link.springer.com/journal/10458"}
{"name": "JELIA", "longname": "European Conference on Logics in Artificial Intelligence", "info": "The European Conference on Logics in Artificial Intelligence (or Journées Européennes sur la Logique en Intelligence Artificielle - JELIA) began back in 1988, as a workshop, in response to the need for a European forum for the discussion of emerging work in this field. Since then, JELIA has been organised biennially, with proceedings published in the Springer-Verlag series Lecture Notes in Artificial Intelligence.", "info_source": "https://jelia2019.mat.unical.it"}
{"name": "AISTATS", "longname": "International Conference on Artificial Intelligence and Statistics", "info": "Since its inception in 1985, AISTATS has been an interdisciplinary gathering of researchers at the intersection of artificial intelligence, machine learning, statistics, and related areas.", "info_source": "https://www.aistats.org"}
{"name": "HCOMP", "longname": "AAAI Conference on Human Computation and Crowdsourcing", "info": "HCOMP is the premier venue for disseminating the latest research findings on human computation and crowdsourcing. While artificial intelligence (AI) and human-computer interaction (HCI) represent traditional mainstays of the conference, HCOMP believes strongly in inviting, fostering, and promoting broad, interdisciplinary research.", "info_source": "https://www.humancomputation.com"}
{"name": "IEEE Robotics & Automation Magazine", "longname": "", "info": "IEEE Robotics and Automation Magazine is a unique technology publication which is peer-reviewed, readable and substantive.  The Magazine is a forum for articles which fall between the academic and theoretical orientation of scholarly journals and vendor sponsored trade publications.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=100"}
{"name": "TABLEAUX", "longname": "International Conference on Automated Reasoning with Analytic Tableaux and Related Methods", "info": "TABLEAUX is the main international conference at which research on all aspects — theoretical foundations, implementation techniques, systems development and applications — of the mechanization of tableaux-based reasoning and related methods is presented.", "info_source": "https://tableaux2019.org"}
{"name": "ICAPS", "longname": "International Conference on Automated Planning and Scheduling", "info": "The International Conference on Automated Planning and Scheduling (ICAPS) is the premier forum for researchers and practitioners in planning and scheduling - two technologies that are critical to manufacturing, space systems, software engineering, robotics, education, and entertainment. The ICAPS conference resulted from merging two bi-annual conferences, namely the International Conference on Artificial Intelligence Planning and Scheduling (AIPS) and the European Conference on Planning (ECP).", "info_source": "http://www.icaps-conference.org"}
{"name": "CoNLL", "longname": "The SIGNLL Conference on Computational Natural Language Learning", "info": "CoNLL is a top-tier conference, yearly organized by SIGNLL (ACL's Special Interest Group on Natural Language Learning).", "info_source": "https://www.conll.org"}
{"name": "IJCAI", "longname": "International Joint Conferences on Artificial Intelligence", "info": "International Joint Conferences on Artificial Intelligence is a non-profit corporation founded in California, in 1969 for scientific and educational purposes, including dissemination of information on Artificial Intelligence at conferences in which cutting-edge scientific results are presented and through dissemination of materials presented at these meetings in form of Proceedings, books, video recordings, and other educational materials. ", "info_source": "https://www.ijcai.org"}
{"name": "ISWC", "longname": "International Semantic Web Conference", "info": "The International Semantic Web Conference (ISWC) is the leading conference for research on Semantic Web topics. It is held annually and is the successor of the Semantic Web Working Symposium (SWWS).", "info_source": "http://swsa.semanticweb.org/content/international-semantic-web-conference-iswc"}
{"name": "SARA", "longname": "Symposium on Abstraction, Reformulation and Approximation", "info": "The aim of the Symposium is to provide a forum for interaction among \nresearchers in all areas of Artificial Intelligence and Computer \nScience with an interest in Abstraction, Reformulation, or \nApproximation (ARA). Topics include (1) the theory of Abstraction, \nReformulation, and Approximation, (2) methods for selecting which of \nseveral applicable ARA techniques is best for a given problem, (3) \ntechniques for automatically constructing and selecting appropriate \nabstractions, reformulations, and approximations, (4) empirical and \ntheoretical studies of the costs and benefits of ARA, and (5) \napplications of ARA to automated reasoning, automatic programming, \ncognitive modeling, constraint programming, constraint satisfaction, \ndatabases, design, diagnosis, general game playing, general problem \nsolving, machine learning, planning, robotics, scheduling, search, \nsimulation, theorem proving.", "info_source": "http://www.wikicfp.com/cfp/program?id=2546&s=SARA&f=Symposium%20on%20Abstraction,%20Reformulation%20and%20Approximation"}
{"name": "AIIDE", "longname": "The Artificial Intelligence for Interactive Digital Entertainment Conference", "info": "AIIDE is intended to be the definitive point of interaction between entertainment software developers interested in AI and academic and industrial AI researchers. Sponsored by the Association for the Advancement of Artificial Intelligence (AAAI), the conference is targeted at both the research and commercial communities, promoting AI research and practice in the context of interactive digital entertainment systems with an emphasis on commercial computer and video games.", "info_source": "https://aaai.org/Conferences/AIIDE/aiide.php"}
{"name": "WWW", "longname": "The Web Conference", "info": "The Web Conference (formerly known as International World Wide Web Conference, abbreviated as WWW) is a yearly international academic conference on the topic of the future direction of the World Wide Web.", "info_source": "https://en.wikipedia.org/wiki/The_Web_Conference"}
{"name": "AAMAS", "longname": "International Conference on Autonomous Agents and Multiagent Systems", "info": "AAMAS (International Conference on Autonomous Agents and Multiagent Systems) is the largest and most influential conference in the area of agents and multiagent systems. The aim of the conference is to bring together researchers and practitioners in all areas of agent technology and to provide a single, high-profile, internationally renowned forum for research in the theory and practice of autonomous agents and multiagent systems.", "info_source": "http://aamas2019.encs.concordia.ca"}
{"name": "ISRR", "longname": "The International Symposium on Robotics Research", "info": "The International Symposium on Robotics Research (ISRR) promotes the development and dissemination of groundbreaking research and technological innovation in robotics useful to society by providing a lively, intimate, forward-looking forum for discussion and debate about the current status and future trends of robotics, with emphasis on its potential role to benefit humans.", "info_source": "http://h2t-projects.webarchiv.kit.edu/Projects/ISRR2019/"}
{"name": "ICANN", "longname": "International Conference on Artificial Neural Networks", "info": "The International Conference on Artificial Neural Networks (ICANN) is the annual flagship conference of the European Neural Network Society (ENNS). The ideal of ICANN is to bring together researchers from two worlds: information sciences and neurosciences. The scope is wide, ranging from machine learning algorithms to models of real nervous systems. The aim is to facilitate discussions and interactions in the effort towards developing more intelligent computational systems and increasing our understanding of neural and cognitive processes in the brain.", "info_source": "https://e-nns.org/icann2019/"}
{"name": "IROS", "longname": "International Conference on Intelligent Robots and Systems", "info": "IROS, the IEEE/RSJ International Conference on Intelligent Robots and Systems, is an annual academic conference covering advances in robotics. It is one of the premier conferences of its field (alongside ICRA, International Conference on Robotics and Automation) with an 'A' rating from the Australian Ranking of ICT Conferences obtained in 2010 and an 'A1' rating from the Brazilian ministry of education in 2012.", "info_source": "https://en.wikipedia.org/wiki/International_Conference_on_Intelligent_Robots_and_Systems"}
{"name": "CIKM", "longname": "International Conference on Information and Knowledge Management", "info": "Strategically positioned at the intersection of research on the management of knowledge, information, and data, CIKM is uniquely situated to highlight technologies and insights that materialize the Big Data and Artificial Intelligence vision of the future.", "info_source": "http://www.cikm2019.net"}
{"name": "CoRL", "longname": "Conference on Robot Learning", "info": "The Conference on Robot Learning (CoRL) is a new annual international conference focusing on the intersection of robotics and machine learning. The first meeting (CoRL 2017) and the second meeting (CoRL 2018) were held in Mountain View, California on November 13 - 15, 2017 and in Zurich, Switzerland on October 29 - 31, 2018, respectively. They brought together about 350 of the best researchers working on robotics and machine learning.", "info_source": "https://www.robot-learning.org"}
{"name": "EMNLP", "longname": "Conference on Empirical Methods in Natural Language Processing", "info": "Empirical Methods in Natural Language Processing or EMNLP is a leading conference in the area of Natural Language Processing. EMNLP is organized by the ACL special interest group on linguistic data (SIGDAT). EMNLP was started in 1996, based on an earlier conference series called Workshop on Very Large Corpora (WVLC).", "info_source": "https://en.wikipedia.org/wiki/Empirical_Methods_in_Natural_Language_Processing"}
{"name": "ILP", "longname": "International Conference on Inductive Logic Programming", "info": "Inductive Logic Programming (ILP) is a subfield of machine learning, which relies on logic programming as a uniform representation language for expressing examples, background knowledge and hypotheses. Due to its strong representation formalism, based on first-order logic, ILP provides an excellent means for multi-relational learning and data mining.", "info_source": "https://ilp2019.org"}
{"name": "Humanoids", "longname": "International Conference on Humanoid Robots", "info": "The IEEE-RAS International Conference on Humanoid Robots is the internationally recognized prime event of the humanoid robotics community. Established in 2000 and held annually, the Humanoids Conference is a forum for researcher working in the area of humanoid robots including mechatronics, control, perception, planning, learning, human-robot interaction, biomechanics, artificial intelligence, cognition, and neuroscience.", "info_source": "https://www.ieee-ras.org/conferences-workshops/fully-sponsored/humanoids"}
{"name": "CHI", "longname": "Conference on Human Factors in Computing IJCNLPSystems", "info": "The ACM CHI Conference on Human Factors in Computing Systems is the premier international conference of Human-Computer Interaction. CHI  – pronounced ‘kai’ – is a place where researchers and practitioners gather from across the world to discuss the latest in interactive technology.", "info_source": "https://chi2020.acm.org"}
{"name": "ESWC", "longname": "Extended Semantic Web Conference", "info": "The ESWC is a major venue for discussing the latest scientific results and technology innovations around semantic technologies. Building on its past success, ESWC is seeking to broaden its focus to span other relevant related research areas in which Web semantics plays an important role.", "info_source": "http://2017.eswc-conferences.org/about.html"}
{"name": "Information Retrieval", "longname": "Information Retrieval Journal", "info": "The journal provides an international forum for the publication of theory, algorithms, analysis and experiments across the broad area of information retrieval. Topics of interest include search, indexing, analysis, and evaluation for applications such as the web, social and streaming media, recommender systems, and text archives. This includes research on human factors in search, bridging artificial intelligence and information retrieval, and domain-specific search applications.", "info_source": "https://link.springer.com/journal/10791"}
{"name": "ECIR", "longname": "European Conference on Information Retrieval", "info": "The annual European Conference on Information Retrieval is the premier European forum for the presentation of new research results in the field of Information Retrieval. ECIR provides an opportunity for both young and established researchers to present research papers reporting new, unpublished, and innovative research results.", "info_source": "https://ecir2020.org"}
{"name": "PAKDD", "longname": "Pacific-Asia Conference on Knowledge Discovery and Data Mining", "info": "The Pacific-Asia Conference on Knowledge Discovery and Data Mining (PAKDD) is one of the longest established and leading international conferences in the areas of data mining and knowledge discovery. It provides an international forum for researchers and industry practitioners to share their new ideas, original research results, and practical development experiences from all KDD related areas, including data mining, data warehousing, machine learning, artificial intelligence, databases, statistics, knowledge engineering, visualization, decision-making systems, and the emerging applications.", "info_source": "https://www.pakdd2020.org"}
{"name": "AAAI", "longname": "AAAI Conference on Artificial Intelligence", "info": "The purpose of the AAAI conference is to promote research in artificial intelligence (AI) and scientific exchange among AI researchers, practitioners, scientists, and engineers in affiliated disciplines.", "info_source": "https://aaai.org/Conferences/AAAI-18/"}
{"name": "ACCV", "longname": "Asian Conference on Computer Vision", "info": "ACCV is a leading biennial international conference mainly sponsored by Asian Federation of Computer Vision. This highly successful series provides a premier forum for researchers, developers, and practitioners to present and discuss new problems, solutions, and technologies in computer vision and related areas.", "info_source": "http://accv2020.kyoto"}
{"name": "LPAR", "longname": "International Conferences on Logic for Programming, Artificial Intelligence and Reasoning", "info": "The series of International Conferences on Logic for Programming, Artificial Intelligence and Reasoning (LPAR) is a forum where, year after year, some of the most renowned researchers in the areas of automated reasoning, computational logic, programming languages and their applications come to present cutting-edge results, to discuss advances in these fields, and to exchange ideas in a scientifically emerging part of the world.", "info_source": "http://www.lpar.net"}
{"name": "ADT", "longname": "International Conference on Algorithmic Decision Theory", "info": "The ADT conference focus is on algorithmic decision theory broadly defined, seeking to bring together researchers and practitioners coming from diverse areas of Computer Science, Economics and Operations Research in order to improve the theory and practice of modern decision support.", "info_source": "https://conferences.fuqua.duke.edu/adt/"}
{"name": "IEEE Transactions on Knowledge and Data Engineering", "longname": "", "info": "IEEE Transactions on Knowledge and Data Engineering (TKDE) informs researchers, developers, managers, strategic planners, users, and others interested in state-of-the-art and state-of-the-practice activities in the knowledge and data engineering area.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=69"}
{"name": "International Journal of Computer Vision", "longname": "", "info": "International Journal of Computer Vision (IJCV) details the science and engineering of this rapidly growing field. Regular articles present major technical advances of broad general interest. Survey articles offer critical reviews of the state of the art and/or tutorial presentations of pertinent topics.", "info_source": "https://link.springer.com/journal/11263"}
{"name": "SIGIR", "longname": "International ACM SIGIR Conference on Research and Development in Information Retrieval", "info": "SIGIR is the premier international forum for the presentation of new research results and for the demonstration of new systems and techniques in information retrieval.", "info_source": "https://sigir.org/sigir2019/"}
{"name": "KR", "longname": "Conference on Principles of Knowledge Representation and Reasoning", "info": "Principles of Knowledge Representation and Reasoning, Incorporated (KR, Inc.) is a not for profit Scientific Foundation incorporated in the state of Massachusetts of the United States of America, concerned with fostering research and communication on knowledge representation and reasoning.", "info_source": "http://www.kr.org"}
{"name": "ICCBR", "longname": "International Conference on Case-Based Reasoning", "info": "The International Conference on Case-Based Reasoning (ICCBR) is the premier, annual meeting of the CBR community and the leading international conference on this topic. Researchers will present the latest results of their work and discuss future directions of the field.", "info_source": "https://iccbr2019.com"}
{"name": "TARK", "longname": "Conference on Theoretical Aspects of Rationality and Knowledge", "info": "The mission of the TARK conferences is to bring together researchers from a wide variety of fields, including Artificial Intelligence, Cryptography, Distributed Computing, Economics and Game Theory, Linguistics, Philosophy, and Psychology, in order to further our understanding of interdisciplinary issues involving reasoning about rationality and knowledge.", "info_source": "https://tark.irit.fr"}
{"name": "CPAIOR", "longname": "International Conference on the Integration of Constraint Programming, Artificial Intelligence, and Operations Research", "info": "The aim of the conference CPAIOR is to bring together interested researchers from Constraint Programming (CP), Artificial Intelligence (AI), and Operations Research (OR) to present new techniques or applications, and to provide an opportunity for researchers in one area to learn about techniques in the others.", "info_source": "https://cpaior2019.uowm.gr/about/"}
{"name": "UAI", "longname": "Conference on Uncertainty in Artificial Intelligence", "info": "The Conference on Uncertainty in Artificial Intelligence (UAI) is one of the premier international conferences on research related to knowledge representation, learning, and reasoning in the presence of uncertainty.", "info_source": "http://auai.org/uai2019/cfp.php"}
{"name": "ICDM", "longname": "International Conference on Data Mining", "info": "The IEEE International Conference on Data Mining (ICDM) has established itself as the world’s premier research conference in data mining. It provides an international forum for presentation of original research results, as well as exchange and dissemination of innovative and practical development experiences. The conference covers all aspects of data mining, including algorithms, software, systems, and applications.", "info_source": "http://www.wikicfp.com/cfp/servlet/event.showcfp?eventid=86143&copyownerid=143166"}
{"name": "WINE", "longname": "Conference on Web and Internet Economics", "info": "Over the past decade, research in theoretical computer science, artificial intelligence, operations research, and economics has joined forces to tackle problems involving incentives and computation. These problems are of particular importance in application areas like the Web and the Internet that involve large and diverse populations. The Conference on Web and Internet Economics (WINE) is an interdisciplinary forum for the exchange of ideas and results on incentives and computation arising from these various fields.", "info_source": "https://wine2019.cs.columbia.edu"}
{"name": "COLT", "longname": "Conference on Learning Theory", "info": "This conference is held annually since 1988 and has become the leading conference on Learning theory by maintaining a highly selective process for submissions. It is committed in high-quality articles in all theoretical aspects of machine learning and related topics.", "info_source": "https://www.learningtheory.org"}
{"name": "ICLP", "longname": "International Conference on Logic Programming", "info": "Since the first conference held in Marseille in 1982, ICLP has been the premier international event for presenting research in logic programming. ", "info_source": "https://www.cs.nmsu.edu/ALP/iclp2019/"}
{"name": "SAT", "longname": "International Conference on Theory and Applications of Satisfiability Testing", "info": "The International Conferences on Theory and Applications of Satisfiability Testing are the primary annual meetings for researchers studying the propositional satisfiability problem (SAT), a prominent problem in both theoretical and applied computer science. SAT lies at the heart of the most important open problem in complexity theory (P vs NP) and underlies many applications in, among other examples, artificial intelligence, operations research, and electronic design engineering.", "info_source": "http://www.satisfiability.org"}
{"name": "ICML", "longname": "International Conference on Machine Learning", "info": "The International Conference on Machine Learning (ICML) is the premier gathering of professionals dedicated to the advancement of the branch of artificial intelligence known as machine learning. ICML is globally renowned for presenting and publishing cutting-edge research on all aspects of machine learning used in closely related areas like artificial intelligence, statistics and data science, as well as important application areas such as machine vision, computational biology, speech recognition, and robotics.", "info_source": "https://www.icml.cc/About"}
{"name": "ECAI", "longname": "European Conference on Artificial Intelligence", "info": "ECAI provides an opportunity for researchers to present and discuss about the best AI research, developments, applications and results.", "info_source": "http://ecai2020.eu"}
{"name": "IEEE Transactions on Human-Machine Systems", "longname": "", "info": "The scope of the IEEE Transactions on Human-Machine Systems includes the fields of human machine systems. It covers human systems and human organizational interactions including cognitive ergonomics, system test and evaluation, and human information processing concerns in systems and organizations.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=6221037"}
{"name": "ECML", "longname": "European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases", "info": "ECML PKDD is an abbreviation for the European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases. In the 1990s, two independent conferences on Machine Learning and Data Mining existed in Europe, called ECML and PKDD. Since 2001, a single event has been organized, referred to as ECML PKDD, in which members of the research communities on Machine Learning and Data Mining in Europe meet every year.", "info_source": "https://www.ecmlpkdd.org/Main/About"}
{"name": "ECCV", "longname": "European Conference on Computer Vision", "info": "ECCV, the European Conference on Computer Vision, is a biennial research conference with the proceedings published by Springer Science+Business Media. Similar to ICCV in scope and quality, it is held those years which ICCV is not.", "info_source": "https://en.wikipedia.org/wiki/European_Conference_on_Computer_Vision"}
{"name": "RSS", "longname": "Robotics: Science and Systems", "info": "The Robotics: Science and Systems has a long history of bringing together researchers in all areas of robotics from around the world for an engaging and focused week of single-track presentations, workshops, poster sessions, tutorials, and fun!", "info_source": "https://roboticsconference.org"}
{"name": "IEEE Transactions on Neural Networks", "longname": "", "info": "IEEE Transactions on Neural Networks is devoted to the science and technology of neural networks, which disclose significant technical knowledge, exploratory developments, and applications of neural networks from biology to software to hardware.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=72"}
{"name": "PKDD", "longname": "European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases", "info": "ECML PKDD is an abbreviation for the European Conference on Machine Learning and Principles and Practice of Knowledge Discovery in Databases. In the 1990s, two independent conferences on Machine Learning and Data Mining existed in Europe, called ECML and PKDD. Since 2001, a single event has been organized, referred to as ECML PKDD, in which members of the research communities on Machine Learning and Data Mining in Europe meet every year.", "info_source": "https://www.ecmlpkdd.org/Main/About"}
{"name": "WSDM", "longname": "International Conference on Web Search and Data Mining", "info": "WSDM (pronounced 'wisdom') is one of the premier conferences on web-inspired research involving search and data mining.", "info_source": "http://www.wsdm-conference.org/2019/"}
{"name": "DMKD", "longname": "International Conference on Data Mining and Knowledge Discovery", "info": "DMKD welcomes researchers, engineers, scientists and industry professionals to an open forum where advances in the field of Data Mining and Knowledge Discovery can be shared and examined. The conference is an ideal platform for keeping up with advances and changes to a consistently morphing field. Leading researchers and industry experts from around the globe will be presenting the latest studies through papers and oral presentations.", "info_source": "http://www.icdmkd.org"}
{"name": "EACL", "longname": "European Chapter of the Association for Computational Linguistics", "info": "Founded in 1982, The European Chapter of the ACL (EACL) remains the primary professional association for computational linguistics in Europe.", "info_source": "http://eacl.org"}
{"name": "ICCV", "longname": "International Conference on Computer Vision", "info": "ICCV is the premier international computer vision event comprising the main conference and several co-located workshops and tutorials. With its high quality and low cost, it provides an exceptional value for students, academics and industry researchers.", "info_source": "http://iccv2019.thecvf.com"}
{"name": "NIPS", "longname": "Conference on Neural Information Processing Systems", "info": "The purpose of the Neural Information Processing Systems annual meeting is to foster the exchange of research on neural information processing systems in their biological, technological, mathematical, and theoretical aspects.", "info_source": "https://nips.cc"}
{"name": "Autonomous Robots", "longname": "", "info": "Autonomous Robots reports on the theory and applications of robotic systems capable of some degree of self-sufficiency. It features papers that include performance data on actual robots in the real world.", "info_source": "https://www.springer.com/journal/10514"}
{"name": "SDM", "longname": "SIAM International Conference on Data Mining", "info": "Data mining is the computational process for discovering valuable knowledge from data – the core of modern Data Science. It has enormous applications in numerous fields, including science, engineering, healthcare, business, and medicine. Typical datasets in these fields are large, complex, and often noisy. Extracting knowledge from these datasets requires the use of sophisticated, high-performance, and principled analysis techniques and algorithms. These techniques in turn require implementations on high performance computational infrastructure that are carefully tuned for performance. Powerful visualization technologies along with effective user interfaces are also essential to make data mining tools appealing to researchers, analysts, data scientists and application developers from different disciplines, as well as usable by stakeholders. SDM has established itself as a leading conference in the field of data mining and provides a venue for researchers who are addressing these problems to present their work in a peer-reviewed forum.", "info_source": "https://www.siam.org/conferences/cm/conference/sdm20"}
{"name": "ICRA", "longname": "International Conference on Robotics and Automation", "info": "The International Conference on Robotics and Automation (ICRA 2020) is the IEEE Robotics and Automation Society's flagship conference and the premier international forum for robotics researchers to present and discuss their work.", "info_source": "https://www.ieee-ras.org/conferences-workshops/fully-sponsored/icra"}
{"name": "Journal of Automated Reasoning", "longname": "", "info": "The interdisciplinary Journal of Automated Reasoning balances theory, implementation and application. The spectrum of coverage ranges from the presentation of a new inference rule with proof of its logical properties to a detailed account of a computer program designed to solve various problems in industry.", "info_source": "https://link.springer.com/journal/10817"}
{"name": "Neural Processing Letters", "longname": "", "info": "Neural Processing Letters is an international journal publishing research results and innovative ideas on all aspects of artificial neural networks.", "info_source": "https://link.springer.com/journal/11063"}
{"name": "CVPR", "longname": "Conference on Computer Vision and Pattern Recognition", "info": "CVPR is the premier annual computer vision event comprising the main conference and several co-located workshops and short courses. With its high quality and low cost, it provides an exceptional value for students, academics and industry researchers.", "info_source": "http://cvpr2020.thecvf.com"}
{"name": "non_ai", "longname": "No AI paper", "info": "This seems to be not an AI paper.", "info_source": ""}
{"name": "International Joint Conference on Neural Networks", "longname": "International Joint Conference on Neural Networks", "info": "The conference is organized by the International Neural Network Society (INNS) in cooperation with the IEEE Computational Intelligence Society, and is the premier international meeting for researchers and other professionals in neural networks and related areas.", "info_source": "https://www.ijcnn.org"}
{"name": "RecSys", "longname": "ACM Recommender Systems Conference", "info": "The ACM Recommender Systems conference (RecSys) is the premier international forum for the presentation of new research results, systems and techniques in the broad field of recommender systems.", "info_source": "https://recsys.acm.org/recsys20/"}
{"name": "CADE", "longname": "Conference on Automated Deduction", "info": "CADE is the major international forum at which research on all aspects of automated deduction is presented. The first conference was held in 1975. Previous CADEs were mostly biennial, and annual conferences started in 1996. Since 2001 CADE has participated in the International Joint Conference on Automated Reasoning (IJCAR). CADE Inc. is a subcorporation of the Association for Automated Reasoning (AAR).", "info_source": "http://www.cadeinc.org"}
{"name": "IJCNLP", "longname": "International Joint Conference on Natural Language Processing", "info": "", "info_source": ""}
{"name": "Robotics and Autonomous Systems", "longname": "", "info": "Robotics and Autonomous Systems will carry articles describing fundamental developments in the field of robotics, with special emphasis on autonomous systems. An important goal of this journal is to extend the state of the art in both symbolic and sensory based robot control and learning in the context of autonomous systems.", "info_source": "https://www.journals.elsevier.com/robotics-and-autonomous-systems"}
{"name": "IEEE Transactions on Robotics", "longname": "", "info": "IEEE Transactions on Robotics covers both theory and applications on topics including: kinematics, dynamics, control, and simulation of robots and intelligent machines and systems.", "info_source": "https://ieeexplore.ieee.org/xpl/RecentIssue.jsp?punumber=8860"}
{"name": "SOCS", "longname": "International Symposium on Combinatorial Search", "info": "Heuristic search and other forms of combinatorial search optimization are a very active areas of research in Artificial Intelligence, Robotics, Planning and other areas of Computer Science. The International Symposium on Combinatorial Search (SoCS) is meant to bring researchers in such areas together to exchange their ideas and cross-fertilize the field.", "info_source": "http://users.fit.cvut.cz/surynpav/socs2019/main.php?page=introduction"}
{"name": "INTERSPEECH", "longname": "", "info": "INTERSPEECH has grown into the world's largest technical conference focused on speech processing and application with over 1000 attendees and over 600 papers. The conferences emphasize interdisciplinary approaches addressing all aspects of speech science and technology, ranging from basic theories to advanced applications.", "info_source": "http://www.interspeech2020.org"}
{"name": "IUI", "longname": "International Conference on Intelligent User Interfaces", "info": "ACM IUI is where the Human-Computer Interaction (HCI) community meets the Artificial Intelligence (AI) community. We are also very interested in contributions from related fields, such as psychology, behavioral science, cognitive science, computer graphics, design, the arts, etc.", "info_source": "http://iui.acm.org/2020/"}
{"name": "IJCNN", "longname": "International Joint Conference on Neural Networks", "info": "The conference is organized by the International Neural Network Society (INNS) in cooperation with the IEEE Computational Intelligence Society, and is the premier international meeting for researchers and other professionals in neural networks and related areas.", "info_source": "https://www.ijcnn.org"}
{"name": "NAACL", "longname": "Conference of the North American Chapter of the Association for Computational Linguistics", "info": "The North American Chapter of the Association for Computational Linguistics (NAACL) provides a regional focus for members of the Association for Computational Linguistics (ACL) in North America as well as in Central and South America, organizes annual conferences, promotes cooperation and information exchange among related scientific and professional societies, encourages and facilitates ACL membership by people and institutions in the Americas, and provides a source of information on regional activities for the ACL Executive Committee.", "info_source": "https://naacl.org/about/index.html"}
{"name": "Neural Computation", "longname": "", "info": "Neural Computation disseminates important, multidisciplinary research in theory, modeling, computation, and statistics in neuroscience and in the design and construction of neurally inspired information processing systems. This field attracts psychologists, physicists, computer scientists, neuroscientists, and artificial intelligence investigators working on the neural systems underlying perception, emotion, cognition, and behavior, and artificial neural systems that have similar capabilities.", "info_source": "https://www.mitpressjournals.org/loi/neco"}